软件介绍：
	交友不一定先得看颜值，为此很多人可能会错过很多有趣的灵魂。
	本软件的唯一目的是让聊天成为一种乐趣，促进人与人之间的交流。通过匿名发起的聊天，不必在乎别人是谁，什么身份，长什么样，它可以跨越身份，也可以跨越种族，更可以跨越世界。你在这中可以交到知音，也能交到异性好伙伴，还能与心有灵犀的人成为忘年交，至于交到能与你心心相印的另一半更不是问题（这就看你的本事了）。
	用户可以通过匿名匹配、也可以从其他用户的名片直接发起匿名聊天。当然，在无人的深夜中，你也可以寻找我们设置好的机器人诉说（别指望它会很聪明能解你心愁）。在聊天中，可以从菜单栏发送表情、图片，也可以玩互动小游戏。当你觉得没有话题时，还可以从菜单栏发起我们为您准备的各种话题。
	当你与对方聊天达到一定的程度，可以发出“与对方成为匿名好友（不公开个人信息）”或“与对方成为好友（公开个人信息，不一定是真实信息）”，成为好友后对方会被加入你的好友列表，不仅仅是只存在于临时消息列表。若是发现有人恶意骚扰，你可以拉黑屏蔽并举报对方，剩下的就交给我们了。
	另外还设置有广场，这是一个可以让更多人了解你的窗口。你可以发送动态，也可以发送短视频，要是你想提高个人的吸引力，吸引别人找你聊天，那就在广场多多活跃吧。


主要功能：聊天 抖音 匿名 匹配 广场 群聊 机器人 引战监控 提供话题 语音
宗旨：让聊天成为一种乐趣

一共4个底部tab：消息，联系人，广场，我的
消息：匹配聊天，机器人，聊天列表，聊天室
好友：所有匿名好友，聊天室
广场：包含头部tab：动态，发现，直播？
我的：设置，信息，匿名信息，备忘录防止聊过头忘记办正事

动态：每个人都可以发送匿名动态，可以点击对方与对方匿名聊天
发现：抖音短视频展示，可以点击对方与对方匿名聊天
聊天室：提供话题，监控引战，语音聊天，机器人
聊天时：互动游戏？（坦克大战，推推球，贪食蛇），提供话题，监控引战，语音聊天，聊天超过一定内容显示（双向成为好友或公开信息）

标记 ? 为尚未确定